<?php

/**
 *
 (C) Copyright 2011-2016 Pear Technology Investments, Ltd.
 *
 * Licensed under the Apache License, Version 2.0 (the "License");
 * you may not use this file except in compliance with the License.
 * You may obtain a copy of the License at
 *
 *      http://www.apache.org/licenses/LICENSE-2.0
 *
 * Unless required by applicable law or agreed to in writing, software
 * distributed under the License is distributed on an "AS IS" BASIS,
 * WITHOUT WARRANTIES OR CONDITIONS OF ANY KIND, either express or implied.
 * See the License for the specific language governing permissions and
 * limitations under the License.
 *
 * @copyright	(C) 2011-2012 Pear Technology Investments, Ltd.
 * @license		http://www.apache.org/licenses/LICENSE-2.0	Apache License 2.0
 * @category		PearCMS
 * @package		PearCMS Hebrew Language Pack
 * @author		$Author: Yahav Gindi Bar $
 * @version		$Id: lang_email_content.php 41 2012-04-03 01:41:41 +0300 (Tue, 03 Apr 2012) yahavgb $
 * @link			http://pearcms.com
 */


return array(
	'email_header'		=>	'',
	'email_footer'		=>	'בברכה, צוות אתר <% SITE_NAME %>.<br /><% SITE_ADDRESS %>',
	
	'email_subject__password_recovery' => 'Password recovery request',
	'email_content__password_recovery' => 'שלום %s.
		אימייל זה נשלח אליך מאחר וביקשת לאתחל את סיסמאתך באתר <% SITE_NAME %>.
<h3>שים לב</h3>
	במידה ולא ביקשת לקבל אימייל זה, התעלם ומחק אותו. סיסמאתך תתאפס אך ורק אם תעקוב אחר ההוראות במייל זה.

<h3>הוראות הפעלה</h3>
	אנו שולחים מייל זה בכדי לוודאות כי אכן אתה הוא שביקש לאתחל את סיסמאתך - בדיקה זו מגנה מפני משתמשים לא רצויים, רובוטים וכדומה.
	בכדי לאפס את סיסמא, לחץ על הקישור הבא: %s (במידה ואינך יכול ללחוץ על הקישור, העתק אותו לדפדפן שלך).

	במידה ולא הצלחת לקבל גישה לדף זה - אל דאגה. היכנס לכתובת הבאה: %s.
	בכתובת תבוקש להכניס מספר המשתמש שלך וקוד אימות.
	
	מספר המשתמש שלך: <em>%d</em>.
	קוד האימות שלך: <em>%s</em>.

<h3>במידה ולא הצלחת לשחזר את סיסמאתך</h3>
	במצב בו שני הדרכים הנ"ל לא סייעו בשחזור סיסמאתך, יכול להית כי המשתמש שלך מושהה או מורחק.
	אנא צור קשר עם הנהלת האתר לקבלת עוד פרטים.
	
	הבקשה לשחזור סיסמא נעשתה ע"י כתובת ה-IP: %s.',

	'email_subject__validation' => 'הפעלת חשבונך באתר <% SITE_NAME %>',
	'email_content__validation' => "שלום %s.
	שלחנו לך אימייל זה כי זו כתובת הדואר האלקטרוני שצויינה במהלך ההרשמה לאתרינו.
	אם לא נרשמת לאתרינו, מחק את אימייל זה. אין צורך לבצע כל פעולה נוספת.
	
	<h3>הפעלת החשבון</h3>
	תודה שנרשמת!, בכדי לסיים את הליך ההרשמה, אנו דורשים &quot;לאמת&quot; את חשבונך בעזרת כתובת האימייל אותה בחרת - דבר זה מגן מפני ספאמרים ורובוטים.
	בכדי לאמת את חשבונך, היכנס לקישור הבא %s.
	
	<h3>הפעלה ידנית</h3>
	במידה ולא הצלחת לאמת את חשבונך דרך הקישור, אל דאגה, תוכל לאמת את החשבון שלך באופן ידני.
	
	היכנס לקישור הבא: %s.
	בקישור זה הנך נדרש להזין מספר משתמש וקוד הפעלה.
	
	מספר המשתמש שלך הוא: %d.
	קוד ההפעלה שלך הוא: %s.
	
	<h3>איני מצליח להפעיל את החשבון</h3>
	יכול להיות שהחשבון שלך נמחק, או שביקשת לשלוח אימייל הפעלה בשנית - דבר המשנה את סיסמאת ההפעלה שלך.
	אנא צור קשר על צוות האתר לקבלת מידע נוסף.
	
תודה רבה שנרשמת לאתרינו, מאחלים לך גלישה נעימה ומהנה.
<% SITE_NAME %>.",

	'email_subject__revalidation' => 'קוד חוזר להפעלת חשבונך באתר <% SITE_NAME %>',
	'email_content__revalidation' => "שלום %s.
	דואר זה נשלח לך בעקבות בקשתך ליצירת מפתח הפעלה חדש לחשבונך.
	במידה ולא אתה שביקשת פעולה זו - אנא התעלם ומחק את אימייל זה, אין צורך לבצע כל פעולה אחרת.
	
	<h3>הפעלת החשבון</h3>
	בכדי להפעיל את חשבונך, היכנס לקישור הבא %s.
	
	<h3>הפעלה ידנית</h3>
	במידה ולא הצלחת לאמת את חשבונך דרך הקישור, אל דאגה, תוכל לאמת את החשבון שלך באופן ידני.
	
	היכנס לקישור הבא: %s.
	בקישור זה הנך נדרש להזין מספר משתמש וקוד הפעלה.
	
	מספר המשתמש שלך הוא: %d.
	קוד ההפעלה שלך הוא: %s.
	
	<h3>איני מצליח להפעיל את החשבון</h3>
	יכול להיות שהחשבון שלך נמחק, או שביקשת לשלוח אימייל הפעלה בשנית - דבר המשנה את סיסמאת ההפעלה שלך.
	אנא צור קשר על צוות האתר לקבלת מידע נוסף.
	
תודה רבה שנרשמת לאתרינו, מאחלים לך גלישה נעימה ומהנה.
<% SITE_NAME %>.",
	
	'email_subject__newsletter_subscribe' => 'הצטרפותך לרשימת תפוצה באתר <% SITE_NAME %>',
	'email_content__newsletter_subscribe' => "שלום משתמש נכבד,
	הודעה זו נשלחה לך בעקבות בקשתך להצטרף לרשימת התפוצה &quot;%s&quot; באתרינו.
	
	<h3>שים לב</h3>
	אנא שמור את מפתח ההפעלה האישי שלך במקום בטוח, מפתח זה ישמש אותך ברגע בו תרצה להסיר עצמך מרשימת התפוצה.
	
	<h3>הסרה מרשימת התפוצה</h3>
	במידה והנך מעוניין להסיר עצמך מרשימת התפוצה, היכנס לקישור הבא: %s.
	
	<h3>הסרה ידנית</h3>
	במידה ואינך מצליח להסיר עצמך מרשימת התפוצה דרך קישור זה, אל דאגה.
	
	היכנס לקישור הבא: %s.
	בקישור זה הנך נדרש לציין את כתובת המייל שלך ואת המפתח הסודי שלך.
	כתובת המייל איתה נרשמת: %s.
	מפתח ייחודי: %s.
	
	תודה רבה על ההתעניינות ברשימת התפוצה שלנו, המשך גלישה מהנה.
	<% SITE_NAME %>.
	",
);